// © Copyright 2012, 2015 HP Development Company, L.P.

TaskName = "Aktivera direktutskrift på enheten";

TaskTOCTitle = "HP Direktutskrift";

HeaderMessage = "Gör det enkelt att skriva ut från wifi-beredda smarta telefoner, bärbara datorer eller andra mobila enheter via en trådlös direktanslutning. Den mobila enheten måste befinna sig inom skrivarens trådlösa räckvidd och måste ha en HP ePrint-drivrutin eller en mobilapp. Om du vill ha mer information och ladda ned appar går du till HP online-webbplatsen";
EnableDirectPrint = "Aktivera direktuskrift";

SecurityOnPasswordTitle = "På (med säkerhet)";
SecurityOnTitle = "På (utan säkerhet)";
SecurityOffTitle = "Av";

SecurityOnAlertTitle = "(Varning: När direktutskrift är aktiverad kan obehöriga användare inom den trådlösa räckvidden ansluta sig till din skrivare och skriva ut på den.)";
PasswordTitle = "Lösenfras:";
PassphraseTooShortErrorMessage = "Lösenfrasen måste innehålla minst 8 tecken";